{
	"name": "Indian Ocean",
	"introduction": {
		"background": "The Indian Ocean is the third largest of the world's five oceans (after the Pacific Ocean and Atlantic Ocean, but larger than the Southern Ocean and Arctic Ocean). Four critically important access waterways are the Suez Canal (Egypt), Bab el Mandeb (Djibouti-Yemen), Strait of Hormuz (Iran-Oman), and Strait of Malacca (Indonesia-Malaysia).The decision by the International Hydrographic Organization in the spring of 2000 to delimit a fifth ocean, the Southern Ocean, removed the portion of the Indian Ocean south of 60 degrees south latitude."
	},
	"geography": {
		"location": "body of water between Africa, the Southern Ocean, Asia, and Australia",
		"geographic_coordinates": {
			"latitude": {
				"degrees": 20,
				"minutes": 0,
				"hemisphere": "S"
			},
			"longitude": {
				"degrees": 80,
				"minutes": 0,
				"hemisphere": "E"
			}
		},
		"map_references": "Political Map of the World",
		"area": {
			"total": {
				"value": 68556000,
				"units": "sq km"
			},
			"note": "includes Andaman Sea, Arabian Sea, Bay of Bengal, Flores Sea, Great Australian Bight, Gulf of Aden, Gulf of Oman, Java Sea, Mozambique Channel, Persian Gulf, Red Sea, Savu Sea, Strait of Malacca, Timor Sea, and other tributary water bodies",
			"comparative": "almost 7 times the size of the US"
		},
		"coastline": {
			"value": 66526,
			"units": "km"
		},
		"climate": "northeast monsoon (December to April), southwest monsoon (June to October); tropical cyclones occur during May/June and October/November in the northern Indian Ocean and January/February in the southern Indian Ocean",
		"terrain": "surface dominated by a major gyre (broad, circular system of currents) in the southern Indian Ocean and a unique reversal of surface currents in the northern Indian Ocean; ocean floor is dominated by the Mid-Indian Ocean Ridge and subdivided by the Southeast Indian Ocean Ridge, Southwest Indian Ocean Ridge, and Ninetyeast Ridge\nmajor surface currents: the counterclockwise Indian Ocean Gyre comprised of the southward flowing warm Agulhas and East Madagascar Currents in the west, the eastward flowing South Indian Current in the south, the northward flowing cold West Australian Current in the east, and the westward flowing South Equatorial Current in the north; a distinctive annual reversal of surface currents occurs in the northern Indian Ocean; low atmospheric pressure over southwest Asia from hot, rising, summer air results in the southwest monsoon and southwest-to-northeast winds and clockwise currents, while high pressure over northern Asia from cold, falling, winter air results in the northeast monsoon and northeast-to-southwest winds and counterclockwise currents",
		"elevation": {
			"mean_depth": {
				"value": -3741,
				"units": "m"
			},
			"lowest_point": {
				"name": "Java Trench",
				"elevation": {
					"value": -7258,
					"units": "m"
				}
			},
			"highest_point": "sea level"
		},
		"natural_resources": {
			"resources": [
				"oil",
				"gas fields",
				"fish",
				"shrimp",
				"sand",
				"gravel aggregates",
				"placer deposits",
				"polymetallic nodules"
			]
		},
		"natural_hazards": [
			{
				"description": "occasional icebergs pose navigational hazard in southern reaches",
				"type": "hazard"
			}
		],
		"environment": {
			"current_issues": [
				"marine pollution caused by ocean dumping",
				"waste disposal",
				"and oil spills",
				"deep sea mining",
				"oil pollution in Arabian Sea",
				"Persian Gulf",
				"and Red Sea",
				"coral reefs threatened due climate change",
				"direct human pressures",
				"and inadequate governance",
				"awareness",
				"and political will",
				"loss of biodiversity",
				"endangered marine species include the dugong",
				"seals",
				"turtles",
				"and whales"
			]
		}
	},
	"government": {
		"country_name": {
			"etymology": "named for the country of India, which makes up much of its northern border"
		}
	},
	"economy": {
		"overview": "The Indian Ocean provides major sea routes connecting the Middle East, Africa, and East Asia with Europe and the Americas. It carries a particularly heavy traffic of petroleum and petroleum products from the oilfields of the Persian Gulf and Indonesia. Its fish are of great and growing importance to the bordering countries for domestic consumption and export. Fishing fleets from Russia, Japan, South Korea, and Taiwan also exploit the Indian Ocean, mainly for shrimp and tuna. Large reserves of hydrocarbons are being tapped in the offshore areas of Saudi Arabia, Iran, India, and western Australia. An estimated 40% of the world's offshore oil production comes from the Indian Ocean. Beach sands rich in heavy minerals and offshore placer deposits are actively exploited by bordering countries, particularly India, South Africa, Indonesia, Sri Lanka, and Thailand."
	},
	"transportation": {
		"ports_and_terminals": {
			"major_seaports": [
				"Chennai (Madras India)",
				"Colombo (Sri Lanka)",
				"Durban (South Africa)",
				"Jakarta (Indonesia)",
				"Kolkata (Calcutta India)",
				"Melbourne (Australia)",
				"Mumbai (Bombay India)",
				"Richards Bay (South Africa)"
			]
		}
	},
	"transnational_issues": {
		"disputes": [
			"some maritime disputes (see littoral states)"
		]
	}
}